Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Carina.busy-state.delayed.description
source: Feedback may require days to be repeated, we apologize for that. Please continue to send reports.
ar: قد تتطلب التعليقات أياما للتكرار، نعتذر عن ذلك. يرجى الاستمرار في إرسال التقارير.
de: Feedback kann Tage dauern, um wiederholt zu werden, wir entschuldigen uns dafür. Bitte senden Sie weiterhin Berichte.
es: Los comentarios pueden requerir días para repetirse, nos disculpamos por eso. Por favor, continúe enviando informes.
fr: Les commentaires peuvent nécessiter des jours pour être répétés, nous nous en excusons. Veuillez continuer à envoyer des rapports.
hi: फीडबैक को दोहराने में दिनों की आवश्यकता हो सकती है, हम इसके लिए क्षमा चाहते हैं। कृपया रिपोर्ट भेजना जारी रखें।
id: Umpan balik mungkin memerlukan waktu berhari-hari untuk diulang, kami mohon maaf untuk itu. Silakan lanjutkan untuk mengirim laporan.
it: Il feedback potrebbe richiedere giorni per essere ripetuto, ci scusiamo per questo. Si prega di continuare a inviare i rapporti.
ja: フィードバックの繰り返しには数日かかる場合がありますので、お詫び申し上げます。 引き続きレポートを送信してください。
ko: 피드백은 반복되는 데 며칠이 필요할 수 있으며, 이에 대해 사과드립니다. 보고서를 계속 보내 주세요.
nl: Feedback kan dagen nodig hebben om te worden herhaald, onze excuses daarvoor. Blijf rapporten verzenden.
pl: Informacje zwrotne mogą wymagać powtórzenia dni, przepraszamy za to. Proszę kontynuować wysyłanie raportów.
pt: O feedback pode levar dias para ser repetido, pedimos desculpas por isso. Por favor, continue enviando relatórios.
ru: Для обратной связи может потребоваться несколько дней, мы приносим извинения за это. Пожалуйста, продолжайте отправлять отчеты.
th: ความคิดเห็นอาจใช้เวลาหลายวันในการทําซ้ํา เราขออภัยสําหรับสิ่งนั้น โปรดส่งรายงานต่อไป
tr: Geri bildirimlerin tekrarlanması günler sürebilir, bunun için özür dileriz. Lütfen rapor göndermeye devam edin.
uk: Для зворотного зв'язку може знадобитися повторення днів, ми приносимо вибачення за це. Будь ласка, продовжуйте надсилати звіти.
vi: Phản hồi có thể cần nhiều ngày để được lặp lại, chúng tôi xin lỗi vì điều đó. Vui lòng tiếp tục gửi báo cáo.
zh_hans: 反馈可能需要几天才能被回复，我们深表歉意。欢迎继续发送反馈。
zh_hant: 反饋可能需要幾天時間才能重複，對此我們深表歉意。 請繼續傳送報告。

# Carina.attachments.links.manual.prompt
source: Enter Link
ar: أدخل الرابط
de: Link eingeben
es: Introduzca el enlace
fr: Entrez le lien
hi: लिंक दर्ज करें
id: Masukkan Tautan
it: Inserisci il link
ja: リンクを入力してください
ko: 링크 입력
nl: Link invoeren
pl: Wprowadź link
pt: Digite o link
ru: Введите ссылку
th: ป้อนลิงก์
tr: Bağlantıyı Girin
uk: Введіть посилання
vi: Nhập liên kết
zh_hans: 输入链接
zh_hant: 進入連結

# Settings.privacy.data.allow-collections
source: Allow Statistics Collection
ar: السماح بجمع الإحصائيات
de: Statistikerfassung zulassen
es: Permitir la recopilación de estadísticas
fr: Autoriser la collecte de statistiques
hi: सांख्यिकी संग्रह की अनुमति दें
id: Mengizinkan Pengumpulan Statistik
it: Consenti la raccolta delle statistiche
ja: 統計収集を許可する
ko: 통계 수집 허용
nl: Statistieken verzamelen toestaan
pl: Zezwól na zbieranie statystyk
pt: Permitir Coleta de Estatísticas
ru: Разрешить Сбор Статистики
th: อนุญาตให้รวบรวมสถิติ
tr: İstatistik Toplamaya İzin Ver
uk: Дозволити збір статистики
vi: Cho phép thu thập số liệu thống kê
zh_hans: 允许数据收集
zh_hant: 允許統計收集

# Settings.appearance.schedule.solar.location.request.button
source: Request Location
ar: طلب الموقع
de: Standort anfordern
es: Ubicación de la solicitud
fr: Emplacement de la demande
hi: अनुरोध स्थान
id: Meminta Lokasi
it: Richiesta di posizione
ja: リクエスト場所
ko: 요청 위치
nl: Locatie aanvragen
pl: Żądanie lokalizacji
pt: Solicitar Localização
ru: Запросить местоположение
th: ขอตําแหน่ง
tr: Talep Yeri
uk: Запит на місцезнаходження
vi: Vị trí yêu cầu
zh_hans: 请求位置
zh_hant: 請求位置

# Settings.privacy.history.message
source: All your history will be cleared. This action cannot be undone.
ar: سيتم مسح كل تاريخك. لا يمكن التراجع عن هذا الإجراء.
de: Ihre gesamte Geschichte wird gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Todo tu historial será borrado. Esta acción no se puede deshacer.
fr: Tout votre historique sera effacé. Cette action ne peut pas être défaite.
hi: आपका सारा इतिहास साफ़ हो जाएगा। इस कार्रवाई को पूर्ववत नहीं किया जा सकता है।
id: Semua riwayat Anda akan dihapus. Tindakan ini tidak dapat dibatalkan.
it: Tutta la tua storia sarà cancellata. Questa azione non può essere annullata.
ja: あなたの履歴はすべてクリアされます。 このアクションは元に戻すことはできません。
ko: 당신의 모든 기록이 지워질 것입니다. 이 행동은 되돌릴 수 없습니다.
nl: Al je geschiedenis wordt gewist. Deze actie kan niet ongedaan worden gemaakt.
pl: Cała twoja historia zostanie oczyszczona. Tej akcji nie można cofnąć.
pt: Todo o seu histórico será limpo. Esta ação não pode ser desfeita.
ru: Вся ваша история будет очищена. Это действие нельзя отменить.
th: ประวัติทั้งหมดของคุณจะถูกล้าง การกระทํานี้ไม่สามารถยกเลิกได้
tr: Tüm geçmişiniz temizlenecek. Bu eylem geri alınamaz.
uk: Вся ваша історія буде очищена. Цю дію не можна скасувати.
vi: Tất cả lịch sử của bạn sẽ bị xóa. Hành động này không thể hoàn tác được.
zh_hans: 你的所有历史都将被清除。该操作不可撤销。
zh_hant: 您的所有歷史記錄都將被清除。 此操作無法撤銷。

# Settings.appearance.schedule.solar.location.request.content
source: In order to get sunrise and sunset time, your latitude, longitude and altitude will be needed to calculate the correct time. Your location will be shifted randomly up to 20km by watchOS to protect your privacy, and the data will not be stored or send to any other device. All calculation is done locally. Only latitude, longitude and altitude will be collected and to be used only for sunrise and sunset time calculation.
ar: من أجل الحصول على وقت شروق الشمس وغروبها، ستكون هناك حاجة إلى خط الطول والعرض والارتفاع لحساب الوقت الصحيح. سيتم تحويل موقعك بشكل عشوائي حتى 20 كم بواسطة watchOS لحماية خصوصيتك، ولن يتم تخزين البيانات أو إرسالها إلى أي جهاز آخر. تتم جميع الحسابات محليا. سيتم جمع خطوط الطول والعرض والارتفاع فقط واستخدامها فقط لحساب وقت شروق الشمس وغروبها.
de: Um die Zeit für Sonnenaufgang und Sonnenuntergang zu erhalten, benötigen Sie Ihren Breitengrad, Ihren Längengrad und Ihre Höhe, um die richtige Zeit zu berechnen. Ihr Standort wird von watchOS zufällig um bis zu 20 km verschoben, um Ihre Privatsphäre zu schützen, und die Daten werden nicht gespeichert oder an ein anderes Gerät gesendet. Alle Berechnungen werden lokal durchgeführt. Es werden nur Breitengrad, Längengrad und Höhe erfasst und nur für die Berechnung der Sonnenaufgangs- und Sonnenuntergangszeit verwendet.
es: Para obtener la hora del amanecer y del atardecer, se necesitará su latitud, longitud y altitud para calcular la hora correcta. Su ubicación se cambiará aleatoriamente hasta 20 km por watchOS para proteger su privacidad, y los datos no se almacenarán ni se enviarán a ningún otro dispositivo. Todos los cálculos se realizan localmente. Solo se recopilarán la latitud, la longitud y la altitud y se utilizarán solo para el cálculo del tiempo del amanecer y del atardecer.
fr: Afin d'obtenir l'heure du lever et du coucher du soleil, votre latitude, votre longitude et votre altitude seront nécessaires pour calculer l'heure correcte. Votre position sera décalée au hasard jusqu'à 20 km par watchOS pour protéger votre vie privée, et les données ne seront pas stockées ou envoyées à un autre appareil. Tous les calculs sont effectués localement. Seules la latitude, la longitude et l'altitude seront collectées et ne seront utilisées que pour le calcul de l'heure du lever et du coucher du soleil.
hi: सूर्योदय और सूर्यास्त का समय प्राप्त करने के लिए, सही समय की गणना करने के लिए आपके अक्षांश, देशांतर और ऊंचाई की आवश्यकता होगी। आपकी गोपनीयता की रक्षा के लिए आपके स्थान को वॉचओएस द्वारा यादृच्छिक रूप से 20 किमी तक स्थानांतरित कर दिया जाएगा, और डेटा को किसी अन्य डिवाइस पर संग्रहीत या भेजा नहीं जाएगा। सभी गणना स्थानीय रूप से की जाती है। केवल अक्षांश, देशांतर और ऊंचाई एकत्र की जाएगी और केवल सूर्योदय और सूर्यास्त समय गणना के लिए उपयोग की जाएगी।
id: Untuk mendapatkan waktu matahari terbit dan terbenam, lintang, bujur, dan ketinggian Anda akan diperlukan untuk menghitung waktu yang benar. Lokasi Anda akan digeser secara acak hingga 20 km oleh watchOS untuk melindungi privasi Anda, dan data tidak akan disimpan atau dikirim ke perangkat lain. Semua perhitungan dilakukan secara lokal. Hanya lintang, bujur, dan ketinggian yang akan dikumpulkan dan hanya digunakan untuk perhitungan waktu matahari terbit dan terbenam.
it: Per ottenere l'ora dell'alba e del tramonto, saranno necessarie latitudine, longitudine e altitudine per calcolare l'ora corretta. La tua posizione verrà spostata casualmente fino a 20 km da watchOS per proteggere la tua privacy e i dati non verranno archiviati o inviati a nessun altro dispositivo. Tutti i calcoli vengono eseguiti localmente. Solo latitudine, longitudine e altitudine saranno raccolte e utilizzate solo per il calcolo dell'ora dell'alba e del tramonto.
ja: 日の出と日の入りの時間を取得するには、緯度、経度、高度が正しい時間を計算する必要があります。 あなたのプライバシーを保護するために、あなたの位置はwatchOSによって最大20kmまでランダムにシフトされ、データは保存されたり、他のデバイスに送信されたりしません。 すべての計算はローカルで行われます。 緯度、経度、高度のみが収集され、日の出と日の入りの時間の計算にのみ使用されます。
ko: 일출과 일몰 시간을 얻으려면 정확한 시간을 계산하기 위해 위도, 경도 및 고도가 필요합니다. 귀하의 위치는 귀하의 개인 정보를 보호하기 위해 watchOS에 의해 최대 20km까지 무작위로 이동되며, 데이터는 저장되거나 다른 장치로 전송되지 않습니다. 모든 계산은 로컬에서 이루어집니다. 위도, 경도 및 고도만 수집되며 일출 및 일몰 시간 계산에만 사용됩니다.
nl: Om de zonsopgang- en zonsondergangtijd te krijgen, zijn uw breedte-, lengte- en hoogtebreedte nodig om de juiste tijd te berekenen. Uw locatie wordt willekeurig verschoven tot 20 km door watchOS om uw privacy te beschermen, en de gegevens worden niet opgeslagen of verzonden naar een ander apparaat. Alle berekeningen worden lokaal gedaan. Alleen breedte-, lengte- en hoogte worden verzameld en mogen alleen worden gebruikt voor de berekening van de zonsopgang- en zonsondergangtijd.
pl: Aby uzyskać czas wschodu i zachodu słońca, twoja szerokość, długość i wysokość będą potrzebne do obliczenia prawidłowego czasu. Twoja lokalizacja zostanie przeniesiona losowo do 20 km przez watchOS, aby chronić Twoją prywatność, a dane nie będą przechowywane ani wysyłane na żadne inne urządzenie. Wszystkie obliczenia są wykonywane lokalnie. Tylko szerokość, długość i wysokość będą zbierane i będą używane tylko do obliczania czasu wschodu i zachodu słońca.
pt: Para obter o horário do nascer e do pôr do sol, sua latitude, longitude e altitude serão necessárias para calcular a hora correta. Sua localização será alterada aleatoriamente até 20 km pelo watchOS para proteger sua privacidade, e os dados não serão armazenados ou enviados para nenhum outro dispositivo. Todo o cálculo é feito localmente. Somente latitude, longitude e altitude serão coletadas e serão usadas apenas para o cálculo do horário do nascer e do pôr do sol.
ru: Чтобы получить время восхода и захода солнца, для расчета правильного времени потребуется ваша широта, долгота и высота над уровнем моря. Ваше местоположение будет случайным образом сдвинуто до 20 км watchOS для защиты вашей конфиденциальности, и данные не будут храниться или отправляться на любое другое устройство. Все расчеты выполняются локально. Будет собираться только широта, долгота и высота над уровнем моря и использоваться только для расчета времени восхода и захода солнца.
th: เพื่อให้ได้เวลาพระอาทิตย์ขึ้นและพระอาทิตย์ตก ละติจูด ลองจิจูด และระดับความสูงของคุณจะต้องคํานวณเวลาที่ถูกต้อง ตําแหน่งของคุณจะถูกเลื่อนแบบสุ่มสูงสุด 20 กม. โดย watchOS เพื่อปกป้องความเป็นส่วนตัวของคุณ และข้อมูลจะไม่ถูกจัดเก็บหรือส่งไปยังอุปกรณ์อื่น การคํานวณทั้งหมดทําในพื้นที่ เฉพาะละติจูด ลองจิจูด และระดับความสูงเท่านั้นที่จะถูกรวบรวมและใช้สําหรับการคํานวณเวลาพระอาทิตย์ขึ้นและพระอาทิตย์ตกเท่านั้น
tr: Gün doğumu ve gün batımı saatini elde etmek için doğru zamanı hesaplamak için enlem, boylam ve irtifanız gerekecektir. Gizliliğinizi korumak için konumunuz watchOS tarafından rastgele 20 km'ye kadar kaydırılacak ve veriler saklanmayacak veya başka bir cihaza gönderilmeyecektir. Tüm hesaplamalar yerel olarak yapılır. Sadece enlem, boylam ve rakım toplanacak ve yalnızca gün doğumu ve gün batımı zamanı hesaplaması için kullanılacaktır.
uk: Для того, щоб отримати час сходу та заходу сонця, ваша широта, довгота та висота будуть потрібні для розрахунку правильного часу. Ваше місцезнаходження буде зміщено випадковим чином до 20 км watchOS для захисту вашої конфіденційності, і дані не будуть зберігатися або надсилатися на будь-який інший пристрій. Всі розрахунки виконуються локально. Буде зібрано лише широту, довготу та висоту та використовуватимуться лише для розрахунку часу сходу та заходу сонця.
vi: Để có được thời gian mặt trời mọc và mặt trời lặn, vĩ độ, kinh độ và độ cao của bạn sẽ cần phải tính toán thời gian chính xác. Vị trí của bạn sẽ được thay đổi ngẫu nhiên lên đến 20km bởi watchOS để bảo vệ quyền riêng tư của bạn và dữ liệu sẽ không được lưu trữ hoặc gửi đến bất kỳ thiết bị nào khác. Tất cả các tính toán được thực hiện tại địa phương. Chỉ có vĩ độ, kinh độ và độ cao sẽ được thu thập và chỉ được sử dụng để tính toán thời gian mặt trời mọc và mặt trời lặn.
zh_hans: 为了获取日出和日落时间，你的经纬度和海拔将被用于计算正确的时间。你的位置会被watchOS随机偏移最多20公里以保护你的隐私，且数据不会被保存或发送至任何其他设备。所有的计算全部在本地完成。只有经纬度和海拔会被获取且其仅会被用于计算日出和日落时间。
zh_hant: 為了獲得日出和日落時間，需要您的緯度、經度和海拔來計算正確的時間。 為了保護您的隱私，您的位置將由watchOS隨機移動到20公里，資料將不會儲存或傳送到任何其他裝置。 所有計算都是在本地完成的。 僅收集緯度、經度和高度，並僅用於計算日出和日落時間。

# Bookmark.item.symbol
source: Bookmark Symbol
ar: رمز الإشارة المرجعية
de: Lesezeichen-Symbol
es: Símbolo de marcador
fr: Symbole de signet
hi: बुकमार्क प्रतीक
id: Simbol Penanda
it: Simbolo dei segnalibri
ja: ブックマークシンボル
ko: 북마크 기호
nl: Bladwijzersymbool
pl: Symbol zakładki
pt: Símbolo de marcador
ru: Символ Закладки
th: สัญลักษณ์บุ๊กมาร์ก
tr: Yer imi Sembolü
uk: Символ закладки
vi: Biểu tượng đánh dấu trang
zh_hans: 书签符号
zh_hant: 書籤符號

# Carina.new-states.details-required.description
source: Your description is too unclear, we had to get more information in order to understand.
ar: وصفك غير واضح للغاية، كان علينا الحصول على مزيد من المعلومات من أجل الفهم.
de: Ihre Beschreibung ist zu unklar, wir mussten mehr Informationen bekommen, um zu verstehen.
es: Tu descripción es demasiado poco clara, tuvimos que obtener más información para entenderlo.
fr: Votre description est trop peu claire, nous avons dû obtenir plus d'informations pour comprendre.
hi: आपका विवरण बहुत अस्पष्ट है, हमें समझने के लिए अधिक जानकारी प्राप्त करनी थी।
id: Deskripsi Anda terlalu tidak jelas, kami harus mendapatkan lebih banyak informasi untuk memahaminya.
it: La tua descrizione è troppo poco chiara, abbiamo dovuto ottenere maggiori informazioni per capire.
ja: あなたの説明はあまりにも不明瞭で、理解するためにより多くの情報を得る必要がありました。
ko: 당신의 설명이 너무 불분명해서, 우리는 이해하기 위해 더 많은 정보를 얻어야 했습니다.
nl: Uw beschrijving is te onduidelijk, we moesten meer informatie krijgen om het te begrijpen.
pl: Twój opis jest zbyt niejasny, musieliśmy uzyskać więcej informacji, aby to zrozumieć.
pt: Sua descrição é muito clara, tivemos que obter mais informações para entender.
ru: Ваше описание слишком неясно, нам пришлось получить больше информации, чтобы понять.
th: คําอธิบายของคุณไม่ชัดเจนเกินไป เราต้องหาข้อมูลเพิ่มเติมเพื่อทําความเข้าใจ
tr: Açıklamanız çok belirsiz, anlamak için daha fazla bilgi almamız gerekiyordu.
uk: Ваш опис занадто незрозумілий, нам довелося отримати більше інформації, щоб зрозуміти.
vi: Mô tả của bạn quá không rõ ràng, chúng tôi phải có thêm thông tin để hiểu.
zh_hans: 你描述的内容过于笼统，我们需要更多信息以了解。
zh_hant: 您的描述太不明確了，我們不得不獲得更多資訊才能理解。

# Settings.interface.home.list.selection.settings
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# Webpage.media.images.%lld
source: %lld Images
ar: %lld صورة
de: %lld Bilder
es: %lld imágenes
hi: %lld चित्र
id: %lld Gambar
it: %lld immagini
ja: %lld 画像
ko: %lld 이미지
nl: %lld Afbeeldingen
pl: %lld Obrazów
pt: %lld Imagens
ru: %lld изображений
th: %lld ภาพ
tr: %lld Görüntü
uk: %lld зображень
vi: 1 Image
zh_hans: %lld张图片
zh_hant: %lld張圖片

# Settings.interface.advanced.font.default
source: Default
ar: قَصَّرَ
de: Standard
es: Valor por defecto
fr: Par défaut
hi: डिफ़ॉल्ट
it: Di default
ja: デフォルト
ko: 채무 불이행
nl: In gebreke blijven
pl: Wartość domyślna
pt: Padrão
ru: Значение по умолчанию
th: ค่าปริยาย
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: Aa 默认
zh_hant: 預設值

# Extension.details.appliers
source: Apply to
ar: تقدم بطلب إلى
de: Anwenden auf
es: Aplicar a
fr: Appliquer à
hi: पर लागू करें
id: Terapkan ke
it: Fai domanda per
ja: に適用する
ko: 적용하다
nl: Solliciteer op
pl: Zastosuj do
pt: Aplicar para
ru: Применить к
th: นําไปใช้กับ
tr: Başvur
uk: Застосувати до
vi: Áp dụng cho
zh_hans: 应用至
zh_hant: 適用於

# Carina.busy-state.busy
source: Busy
ar: مَشْغول
de: Beschäftigt
es: Ocupado
fr: Occupé
hi: व्यस्त
id: Sibuk
it: Occupato
ja: 忙しい
ko: 바쁜
nl: Druk
pl: Zajęty
pt: Ocupado
ru: Занятый
th: ไม่ว่าง
tr: Meşgul
uk: Зайнятий
vi: Bận rộn
zh_hans: 繁忙
zh_hant: 忙碌的

# Webpage.add-to-bookmarks
source: Add to Bookmarks
ar: أضف إلى الإشارات المرجعية
de: Zu Lesezeichen hinzufügen
es: Añadir a los marcadores
fr: Ajouter aux signets
hi: पसंदीदा में जोड़ें
id: Tambahkan ke Bookmark
it: Aggiungi ai segnalibri
ja: ブックマークに追加
ko: 북마크에 추가
nl: Toevoegen aan bladwijzers
pl: Dodaj do zakładek
pt: Adicionar aos Favoritos
ru: Добавить в закладки
th: เพิ่มในบุ๊กมาร์ก
tr: Yer İmlerine Ekle
uk: Додати до закладок
vi: Thêm vào Dấu trang
zh_hans: 添加至书签
zh_hant: 新增到書籤

# Settings.search.edit.tips.iris-required
source: Use “\Iris” to replace search contents.
ar: استخدم "\Iris" لاستبدال محتويات البحث.
de: Verwenden Sie "\Iris", um Suchinhalte zu ersetzen.
es: Utilice "\Iris" para reemplazar el contenido de búsqueda.
fr: Utilisez "\Iris" pour remplacer le contenu de la recherche.
hi: खोज सामग्री को बदलने के लिए "\Iris" का उपयोग करें।
id: Gunakan "\Iris" untuk mengganti konten pencarian.
it: Usa “\Iris” per sostituire i contenuti della ricerca.
ja: 検索内容を置き換えるには、「\Iris」を使用してください。
ko: 검색 내용을 바꾸려면 "\Iris"를 사용하세요.
nl: Gebruik "\Iris" om zoekinhoud te vervangen.
pl: Użyj "\Iris", aby zastąpić zawartość wyszukiwania.
pt: Use “\Iris” para substituir o conteúdo da pesquisa.
ru: Используйте «\Iris» для замены содержимого поиска.
th: ใช้ “\Iris” เพื่อแทนที่เนื้อหาการค้นหา
tr: Arama içeriğini değiştirmek için "\Iris" kullanın.
uk: Arama içeriğini değiştirmek için "\Iris" kullanın.
vi: Sử dụng "\Iris" để thay thế nội dung tìm kiếm.
zh_hans: 使用“\ris”来表示搜索内容
zh_hant: 使用“\Iris”替換搜尋內容。

# Extension.details.add.succeed
source: Extension Added
ar: تمت إضافة الإضافة
de: Erweiterung hinzugefügt
es: Extensión añadida
fr: Extension ajoutée
hi: एक्सटेंशन जोड़ा गया
id: Ekstensi Ditambahkan
it: Estensione Aggiunta
ja: 延長が追加されました
ko: 확장 추가됨
nl: Extensie toegevoegd
pl: Dodano rozszerzenie
pt: Extensão Adicionada
ru: Добавлено расширение
th: เพิ่มส่วนขยาย
tr: Uzantı Eklendi
uk: Додано розширення
vi: Đã thêm tiện ích mở rộng
zh_hans: 插件已添加
zh_hant: 已新增擴充套件

# Migration.recieve
source: Receive from other device
ar: استلام من جهاز آخر
de: Von einem anderen Gerät empfangen
es: Recibir desde otro dispositivo
fr: Recevoir à partir d'un autre appareil
hi: अन्य उपकरण से प्राप्त करें
id: Menerima dari perangkat lain
it: Ricevi da un altro dispositivo
ja: 他のデバイスから受信する
ko: 다른 장치에서 수신
nl: Ontvangen van een ander apparaat
pl: Odbierz z innego urządzenia
pt: Receber de outro dispositivo
ru: Получить с другого устройства
th: รับจากอุปกรณ์อื่น
tr: Başka bir cihazdan al
uk: Отримати з іншого пристрою
vi: Nhận từ thiết bị khác
zh_hans: 从其他设备接收
zh_hant: 從其他裝置接收

# Carina.new.attachments
source: Attachments
ar: المرفقات
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
hi: संलग्नक
id: Lampiran
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlagen
pl: Załączniki
pt: Anexos
ru: Вложения
th: สิ่งที่แนบมา
tr: Ekler
uk: Вкладення
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

# Carina.attachments.links.footer
source: Attach links if you have issues with browsing any webpage.
ar: أرفق الروابط إذا كانت لديك مشاكل في تصفح أي صفحة ويب.
de: Hängen Sie Links an, wenn Sie Probleme beim Surfen auf einer Webseite haben.
es: Adjunte enlaces si tiene problemas para navegar por cualquier página web.
fr: Joindre des liens si vous avez des problèmes pour naviguer sur une page Web.
hi: यदि आपको किसी भी वेबपेज को ब्राउज़ करने में समस्या है तो लिंक संलग्न करें।
id: Lampirkan tautan jika Anda memiliki masalah dengan menjelajahi halaman web apa pun.
it: Allega i link se hai problemi a navigare in qualsiasi pagina web.
ja: ウェブページの閲覧に問題がある場合は、リンクを添付してください。
ko: 웹 페이지를 탐색하는 데 문제가 있는 경우 링크를 첨부하십시오.
nl: Voeg links toe als je problemen hebt met het browsen op een webpagina.
pl: Dołącz linki, jeśli masz problemy z przeglądaniem dowolnej strony internetowej.
pt: Anexe links se você tiver problemas para navegar em qualquer página da web.
ru: Прикрепите ссылки, если у вас возникли проблемы с просмотром какой-либо веб-страницы.
th: แนบลิงก์หากคุณมีปัญหาในการเรียกดูหน้าเว็บใด ๆ
tr: Herhangi bir web sayfasına göz atmakla ilgili sorun yaşıyorsanız bağlantılar ekleyin.
uk: Прикріпіть посилання, якщо у вас виникли проблеми з переглядом будь-якої веб-сторінки.
vi: Đính kèm các liên kết nếu bạn gặp sự cố khi duyệt bất kỳ trang web nào.
zh_hans: 若访问网页有问题，可以在这里附加链接。
zh_hant: 如果您在瀏覽任何網頁時遇到問題，請附上連結。

# Settings.appearance.schedule.solar.location.request.title
source: Location Request
ar: طلب الموقع
de: Standortanfrage
es: Solicitud de ubicación
fr: Demande de localisation
hi: स्थान अनुरोध
id: Permintaan Lokasi
it: Richiesta di posizione
ja: ロケーションリクエスト
ko: 위치 요청
nl: Locatieaanvraag
pl: Prośba o lokalizację
pt: Solicitação de Localização
ru: Запрос на местоположение
th: คําขอสถานที่
tr: Konum İsteği
uk: Запит на місцезнаходження
vi: Yêu cầu vị trí
zh_hans: 位置请求
zh_hant: 位置請求

# Settings.privacy.reset.all
source: Erase App
ar: محو التطبيق
de: App löschen
es: Borrar aplicación
fr: Effacer l'application
hi: ऐप मिटाएं
id: Hapus Aplikasi
it: Cancella l'app
ja: 消去アプリ
ko: 지우기 앱
nl: App wissen
pl: Wymaż aplikację
pt: Apagar Aplicativo
ru: Стереть Приложение
th: แอปลบ
tr: Uygulamayı Sil
uk: Стерти додаток
vi: Xóa ứng dụng
zh_hans: 抹掉App
zh_hant: 擦除應用程式

# Webpage.archive.textfield
source: Archive Title
ar: عنوان الأرشيف
de: Archivtitel
es: Título del archivo
fr: Titre de l'archive
hi: पुरालेख शीर्षक
id: Judul Arsip
it: Titolo dell'archivio
ja: アーカイブタイトル
ko: 아카이브 제목
nl: Archieftitel
pl: Tytuł Archiwum
pt: Título do arquivo
ru: Название архива
th: ชื่อที่เก็บถาวร
tr: Arşiv Başlığı
uk: Назва архіву
vi: Tiêu đề lưu trữ
zh_hans: 归档标题
zh_hant: 檔案標題

# Bookmark.item.name.empty
source: Empty Bookmark Name
ar: اسم إشارة مرجعية فارغ
de: Leerer Lesezeichenname
es: Nombre de marcador vacío
fr: Nom de marque-page vide
hi: खाली बुकमार्क नाम
id: Nama Penanda Kosong
it: Nome segnalibro vuoto
ja: 空のブックマーク名
ko: 빈 북마크 이름
nl: Lege bladwijzernaam
pl: Pusta nazwa zakładki
pt: Nome do marcador vazio
ru: Пустое Имя Закладки
th: ชื่อบุ๊กมาร์กที่ว่างเปล่า
tr: Boş Yer İşareti Adı
uk: Порожня назва закладки
vi: Tên dấu trang trống
zh_hans: 空书签名
zh_hant: 空白書籤名稱

# Settings.holiday.new-year.%@
source: Happy New Year %@!
ar: سنة جديدة سعيدة %@!
de: Frohes Neues Jahr %@!
es: ¡Feliz Año Nuevo %@!
fr: Bonne année %@ !
hi: नया साल मुबारक हो %@!
id: Selamat Tahun Baru %@!
it: Buon anno %@!
ja: 明けましておめでとうございます%@！
ko: 새해 복 많이 받으세요 %@!
nl: Gelukkig Nieuwjaar %@!
pl: Szczęśliwego Nowego Roku %@!
pt: Feliz Ano Novo %@!
ru: С Новым годом %@!
th: สวัสดีปีใหม่ %@!
tr: Mutlu Yıllar %@!
uk: З Новим Роком %@!
vi: Chúc mừng năm mới %@!
zh_hans: 在此谨贺新春，祝%@年新年快乐！
zh_hant: 新年快樂%@！

# Webpage.close
source: Close
ar: قَريب
de: Ende
es: Fin
fr: Fermer
hi: बंद करना
id: Dekat
it: Chiudere
ja: 閉じる
ko: 가까운
nl: Sluiten
pl: Blisko
pt: Fechar
ru: Закрытый
th: ปิด
tr: Yakın
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
